{
    "url": "https://www.thehindu.com/news/national/other-states/a-true-hindutvavadi-would-have-shot-jinnah-and-not-mahatma-gandhi-says-sanjay-raut/article38349078.ece",
    "title": "\nA true Hindutvavadi would have shot Jinnah and not Mahatma Gandhi, says Sanjay Raut - The Hindu\n",
    "publish_time": null,
    "updated_time": null,
    "content": "\nFile photo of Shiv Sena leader Sanjay Raut.\n  | Photo Credit: PTI  A true “Hindutvavadi” would have shot Pakistan’s founder Mohammad Ali Jinnah and not Mahatma Gandhi, said Shiv Sena MP Sanjay Raut on Sunday on the occasion of Mahatma Gandhi’s 74th death anniversary or Martyrs’ Day.Mr. Raut was responding to a tweet by Congress leader Rahul Gandhi in which the latter had said a Hindutvavadi shot Mahatma Gandhi dead but that “Bapu is still alive today wherever the truth prevails”.“The demand for Pakistan was Jinnah’s… he was responsible for the violence that followed Partition…if the killers [Godse and others in the conspiracy to kill Mahatma Gandhi] were real men, they would have shot him [Jinnah] and not Gandhi. That would have been an act of patriotism. But by shooting Gandhiji, the world was saddened, and still mourns his assassination [on October 30, 1948],” said Mr. Raut.The Sena leader’s remarks against Mahatma Gandhi’s assassin Nathuram Godse were a thinly veiled swipe at its former saffron ally, the Bharatiya Janata Party (BJP), whose leaders have openly hailed Godse on occasion.The BJP is in the Opposition in Maharashtra where an ideologically opposed tripartite coalition of the Shiv Sena, the Congress and the Nationalist Congress Party (NCP) led by Chief Minister Uddhav Thackeray holds power.In a rich irony, Mr. Thackeray’s father – Sena founder Bal Thackeray – had infamously lauded Nathuram Godse’s act at an election rally in Pune in 1991 in support of the BJP candidate Anna Joshi when both saffron parties were allies in Maharashtra.Mr. Raut’s remarks reflect the Sena’s affinity towards the Congress and Mr. Gandhi, which has steadily grown post the Lakhimpur Kheri incident in Uttar Pradesh last year.More importantly, ever since the Sena’s alliance with the Congress and the NCP to deprive the BJP of power in Maharashtra, the party’s relationship with ‘Hindutva’ and the Rashtriya Swayamsevak Sangh (RSS) has been markedly ambivalent, with the BJP losing no chance to criticise Mr. Thackeray’s party of having forsaken ‘Hindutva’s’ ideals.In his weekly column Rokhthok in the Sena’s mouthpiece Saamana, Mr. Raut quashed speculation of an “under the table deal” for a BJP-Shiv Sena reunion, remarking that the tripartite Maha Vikas Aghadi (MVA) government of Mr.Thackeray was Maharashtra’s “political future”.Mr. Raut, Sena’s chief spokesperson, further took potshots at the BJP by remarking that Mr. Thackeray, in his address to Shiv Sainiks on January 23, had turned the tables on the BJP which had criticised the Maharashtra CM over his illness.Mr. Thackeray, who had undergone a cervical spine surgery a couple of months ago, had lambasted the BJP’s alleged “double standards” on ‘Hindutva’ in his address while detailing how the Sena had “rotted” during its alliance with the BJP in the State.“The message from Uddhav Thackeray’s speech made it clear that the MVA of the Shiv Sena, the NCP and the Congress is the political future of Maharashtra and there is no truth in the speculation that there was an ‘under the table deal’ happening between the Shiv Sena and BJP,” Mr. Raut said in his column.BJP Leader of Opposition Devendra Fadnavis, in a riposte to Mr. Thackeray’s speech, had said the Sena had been able grow politically only when it was in alliance with the BJP.“Uddhav Thackeray’s speech and Devendra Fadnavis’s response to it have made the State’s politics clear and there is no room for confusion now…there is no possibility of a Shiv Sena-BJP ‘reunion’ after Mr. Fadnavis’s response,” said Mr. Raut, who is the executive editor of Saamana. Criticising Mr. Fadnavis, Mr. Raut pointed that senior BJP leaders like Gopinath Munde, Pramod Mahajan or Eknath Khadse had never behaved towards the Sena in a high-handed manner.He further remarked drily that the BJP would have to spend the next several years around the Raj Bhavan, alluding to its approaching the Governor on numerous occasions regarding various issues pertaining to the State.The Shiv Sena’s 25-year-old alliance with the BJP had ended after the parties bickered acrimoniously after the 2019 Maharashtra Assembly polls over the issue of sharing the chief ministerial post. Despite the BJP emerging as the single-largest party, the Sena had forged an alliance with the NCP and the Congress to form the government under Mr. Thackeray’s leadership.\n\n\n\nPrintable version | Jan 30, 2022 4:27:31 PM | https://www.thehindu.com/news/national/other-states/a-true-hindutvavadi-would-have-shot-jinnah-and-not-mahatma-gandhi-says-sanjay-raut/article38349078.ece\n\n© THG PUBLISHING PVT LTD.\n\nA video analysing the measures taken by EC to conduct Assembly Elections when COVID-19 cases are surging\n\nA video on a village that cultivates various kinds of vegetables all through the year.\n"
}