{
    "url": "https://www.maritimegateway.com/cci-penalises-companies-for-cartelisation/",
    "title": "CCI penalises companies for cartelisation - Maritime Gateway",
    "publish_time": "",
    "updated_time": null,
    "content": "Competition Commission of India (CCI) said on Monday it has ordered three maritime transport companies to pay penalty for alleged cartelisation and gave full relief to another player involved in the case.A statement from CCI said that it passed an order in the case of maritime transport companies Nippon Yusen Kabushiki Kaisha (NYK Line), Kawasaki Kisen Kaisha Ltd. (K-Line), Mitsui O.S.K. Lines Ltd. (MOL) and Nissan Motor Car Carrier Company (NMCC). The case involved allegedly cartelising in offering transport services to automobile manufacturers for various trade routes. Among these four companies, NYK Line, MOL and NMCC were lesser penalty applicants before CCI.Queries sent to NYK Line, K-Line and MOL on Monday remained unanswered at the time of publishing. No contact for reaching out to NMCC was seen on its website.CCI alleged there was an agreement between NYK Line, K-Line, MOL and NMCC with the idea of enforcing “respect rule”, which implied avoiding competition with each other and protecting the business of incumbent carrier with the respective automobile original equipment manufacturer.To achieve this goal, the maritime transport companies resorted to multilateral as well as bilateral contacts with each other to share commercially sensitive information which included freight rates, CCI alleged.They also aimed to preserve their position in the market and maintain or increase prices, including by resisting requests for price reduction from certain original equipment manufacturers, CCI alleged.CCI alleged that all the four parties NYK Line, K-Line, MOL and NMCC contravened the provisions of Competition Act which prohibits anti-competitive agreements including cartels, from 2009 to 2012.Also, 14 individuals of NYK Line, 10 individuals of K-Line, 6 individuals of MOL and 3 individuals of NMCC, were held liable for alleged anti-competitive conduct of their respective companies, CCI statement said.Source : Live MintYour email address will not be published.    Website  Save my name, email, and website in this browser for the next time I comment. \n\n"
}
